Repository: tibor-tamba/UI-for-youtube-dl
Catalog: UI/MainForm.*.resx
Languages: hu_hu

# AddButton.ToolTipText
source: Add video URL
hu_hu: Videó hozzáadása

# AddClipButton.ToolTipText
source: Add video URL from the Clipboard
hu_hu: Videó beillesztése a vágólapról

# CheckAllButton.ToolTipText
source: Check all
hu_hu: Az összes kijelölése

# CheckNoneButton.ToolTipText
source: Check none
hu_hu: A kijelölések megszüntetése

# InvCheckButton.ToolTipText
source: Invert check
hu_hu: A kijelölések megfordítása

# DelButton.ToolTipText
source: Delete checked
hu_hu: A kijelöltek törlése a listából

# DelAllButton.ToolTipText
source: Clear list
hu_hu: Az összes törlése a listából

# DownloadButton.ToolTipText
source: Download checked
hu_hu: A kijelöltek letöltése

# StopButton.ToolTipText
source: Stop downloading of checked
hu_hu: A kijelöltek letöltésének leállítása

# OpenFolderButton.ToolTipText
source: Open output folder
hu_hu: A kimeneti mappa megnyitása

# PlayButton.ToolTipText
source: Play checked
hu_hu: A kijelöltek lejátszása

# SettingsButton.ToolTipText
source: Settings
hu_hu: Beállítások

# ConvertButton.ToolTipText
source: Convert
hu_hu: Átalakítás

# FormatButton.ToolTipText
source: Available formats
hu_hu: Letöltendő minőség beállítása

# AboutButton.ToolTipText
source: Information
hu_hu: Névjegy

# TitleHeader.Text
source: Title
hu_hu: Cím

# FormatHeader.Text
source: Format
hu_hu: Formátum

# LengthHeader.Text
source: Length
hu_hu: Hossz

# SizeHeader.Text
source: Size
hu_hu: Méret

# StatusHeader.Text
source: Status
hu_hu: Állapot

# PathHeader.Text
source: File location
hu_hu: Fájl helye

# label1.Text
source: Enter the URLs to this box! (One URL per row)
hu_hu: Másolja be a hozzáadandó videók címeit ebbe a mezőbe! (1 URL / sor)

# Add_UrlButton.Text
source: Add
hu_hu: Hozzáad

# Add_UrlLabel.Text
source: Video URLs:
hu_hu: Videó URL-ek:

# Fmt_Code_Col.Text
source: Format Code
hu_hu: Formátum kód

# Fmt_Ext_Col.Text
source: Extension
hu_hu: Kiterjesztés

# Fmt_Res_Col.Text
source: Resolution
hu_hu: Felbontás

# Fmt_Note_Col.Text
source: Note
hu_hu: Megjegyzés

# AboutClose.Text
source: Close
hu_hu: Bezárás

# AboutPanel_Text2.Text
source: This program is a video downloader that based on the open-source command line program called Youtube-dl project. You can download videos from many websites. 1.0 Tibi Freeware
hu_hu: Ez a program egy videók letöltésére szolgáló, nyílt forráskódú, parancssoros programra épülő felhasználói felület. A program számos videót tartalmazó weboldalról képes letölteni. További információkért keresse fel az alábbi weboldalakat. 1.0 Tibi Freeware

# AboutPanel_Text.Text
source: Description: Version: Author: Licence: Youtube-dl website: Supported websites:
hu_hu: A programról: Verzió: Szerző: Licensz: Youtube-dl weboldal: Támogatott weboldalak:

# AboutPanel_Title.Text
source: Video Downloader
hu_hu: Videó letöltő

# toolStripStatusLabel1.Text
source: Checked:
hu_hu: Kijelölve:

# toolStripStatusLabel2.Text
source: Overall progress:
hu_hu: Teljes folyamat:

# $this.Text
source: Video downloader
hu_hu: Videó letöltés
